Repository: WordPressBugBounty/plugins-hungarian-pickup-points-for-woocommerce
Catalog: hungarian-pickup-points-for-woocommerce/languages/vp-woo-pont-*.po
Languages: hu_hu

source: International EMS express mail
hu_hu: Nemzetközi EMS gyorsposta

source: International postal parcel
hu_hu: Nemzetközi Postacsomag

source: International priority postal parcel
hu_hu: Nemzetközi elsőbbségi postacsomag

source: Inverse MPL Europe Standard
hu_hu: Inverz MPL Europe Standard

source: Invoice
hu_hu: Számla

source: Invoice line item description
hu_hu: Számla tétel leírás

source: Invoice line item name
hu_hu: Számla tétel elnevezés

source: Invoice number
hu_hu: Számla sorszáma

source: Items
hu_hu: Termékek

source: Items in cart
hu_hu: Kosár termék darabszám

source: Items in order(qty)
hu_hu: Termékek száma a rendelésben

source: Kvikk settings
hu_hu: Kvikk beállítások

source: Label
hu_hu: Címke

source: Label format
hu_hu: Címke formátum

source: Label generated
hu_hu: Címke létrehozva

source: Label generated emails are sent to chosen recipient(s) when a new shipping label is generated, and the file is attached as a PDF.
hu_hu: Levelet küld a kiválasztott címzett(ek)nek, amikor új szállítási címkét generálsz, és a fájlt PDF formátumban csatolja.

source: Label generation was successful
hu_hu: Címke sikeresen létrehozva

source: Label generator
hu_hu: Címkegenerálás

source: Label position
hu_hu: Címke pozíció

source: Labels
hu_hu: Címkék

source: Labels are currently generating, just a sec...
hu_hu: A címkék generálása folyamatban, egy kis türelmet...

source: Labels generated successfully. Reload the page to see the labels.
hu_hu: Címkék sikeresen létrehozva. Frissítsd az oldalt, hogy lásd őket.

source: Large cluster color
hu_hu: Térkép nagy csoport színe

source: Large package
hu_hu: Nagy csomag

source: Last updated
hu_hu: Frissítve

source: Learn More
hu_hu: Bővebb infó

source: Length
hu_hu: Hossz

source: Length(cm)
hu_hu: Hossz(cm)

source: less than
hu_hu: kevesebb

source: License key
hu_hu: Licensz kulcs

source: License type
hu_hu: Licenc típus

source: Logo on label
hu_hu: Logó a címkén

source: Lowest
hu_hu: Legolcsóbb

source: Make this option free if the cart contains a free shipping coupon.
hu_hu: Legyen ingyenes, ha van egy ingyenes szállítás kupon a kosrában.

source: Manage
hu_hu: Beállítások

source: Manage the "%s" carrier
hu_hu: %s beállítások

source: Map design
hu_hu: Térkép design

source: Mark as shipped
hu_hu: Megjelölés szállítottként

source: Mark order tracking status "delivered", if the order status changes to this.
hu_hu: A csomagkövetési adatok módosítása kiszállított állapotra, ha a rendelés ebbe a státuszba került

source: Mark order tracking status "in delivery", if the order status changes to this.
hu_hu: A csomagkövetési adatok módosítása kiszállítás alatt állapotra, ha a rendelés ebbe a státuszba került

source: Medium cluster color
hu_hu: Térkép közepes csoport színe

source: Method title
hu_hu: Szállítási mód neve

# method title
source: Pickup points
hu_hu: Csomagpontok

source: Mini container
hu_hu: Mini

source: Modify
hu_hu: Módosítás

source: Monday
hu_hu: Hétfő

source: Multiple cost logic
hu_hu: Árazás logika

source: Name
hu_hu: Név

source: Next payment
hu_hu: Következő fizetés

source: No packages selected.
hu_hu: Nincs kiválasztva csomag.

source: None
hu_hu: Ne generáljon címkét

source: Not delivered lack of time
hu_hu: Nem szállított idő hiányában

source: not equal
hu_hu: nem egyenlő

source: Not paired
hu_hu: Nincs párosítva

source: Note
hu_hu: Megjegyzés

source: Now
hu_hu: Most

source: Number of packages
hu_hu: Csomagok száma

source: of the following match
hu_hu: feltétel teljesül

source: One
hu_hu: Egyik

source: One business day time guarantee
hu_hu: Egy munkanapos időgarancia

source: One in total
hu_hu: Összesen egy

source: Open in Kvikk
hu_hu: Megnyitom a Kvikk-ben

source: Opening hours
hu_hu: Nyitvatartás

source: Optionally control which tax class the COD fee gets, or leave it so tax is based on the cart items themselves.
hu_hu: Opcionálisan beállíthatod, hogy az utánvét díj milyen áfakulcs osztályt használjon. Ha üresen hagyod, akkor az alapértelmezett áfakulcsot használja.

source: Options
hu_hu: Beállítások

source: Order
hu_hu: Rendelés

source: Order ID
hu_hu: Rendelés azonosítója

source: Order information
hu_hu: Rendelés adatok

source: Order information has been transmitted to DPD.
hu_hu: A megrendeléssel kapcsolatos információkat továbbították a DPD-nek.

source: Order not found
hu_hu: Rendelés nem található

source: Order not found.
hu_hu: Rendelés nem található.

source: Order Number
hu_hu: Rendelésszám

source: Order number
hu_hu: Rendelés száma

source: Order Ready
hu_hu: Csomag előkészítve

source: Order Status
hu_hu: Rendelés státusz

source: Order status updated, because of the following tracking status event: %s
hu_hu: Rendelés státusz módosítva csomagkövetési esemény miatt: %s

source: Order total
hu_hu: Rendelés összesen

source: Order type
hu_hu: Rendelés típusa

source: Ordered
hu_hu: Rögzített rendelés

source: Orders
hu_hu: Rendelések

source: Out for delivery
hu_hu: Kiszállítás alatt

source: out for delivery
hu_hu: kézbesítés alatt

source: Outside of the EU
hu_hu: EU-n kívüli

source: Package
hu_hu: Csomag

source: Package contents
hu_hu: Csomag tartalma

source: Package contents text
hu_hu: Csomag tartalma szöveg

source: Package created. Tracking number:
hu_hu: Címke létrehozva. Követési szám:

source: Package delivered order status
hu_hu: Csomag kiszállítva rendelés státusz

source: Package details
hu_hu: Csomag adatai

source: Package in delivery order status
hu_hu: Csomag kiszállítás alatt rendelés státusz

source: Package longest side
hu_hu: Csomag leghosszabb mérete

source: Package not shipped yet, waiting for tracking number.
hu_hu: Csomag még nem lett feladva, csomagkövetési számra vár

source: Package type
hu_hu: Csomag típus

source: Package volume
hu_hu: Csomag térfogat

source: Package weight
hu_hu: Csomag súly

source: Packaged order status
hu_hu: Csomagolt rendelés állapot

source: Packages
hu_hu: Csomagok

source: Packaging
hu_hu: Csomagolás

source: Packaging Quantity
hu_hu: Csomagolás darabszám

source: Packet has been accepted at our branch.
hu_hu: A csomagot a kirendeltségünkön elfogadták.

source: Packet has been cancelled.
hu_hu: A csomagot törölték.

source: Packet has been collected and is on its way.
hu_hu: A csomagot összegyűjtöttük, és már úton van.

source: Packet has been delivered to its destination, the customer has been informed via SMS.
hu_hu: A csomag megérkezett a célállomásra, az ügyfelet SMS-ben értesítettük.

source: Packet has been handed over to an external carrier for delivery.
hu_hu: A csomagot átadták egy külső szállítónak kézbesítésre.

source: Packet has been returned to the sender.
hu_hu: A csomag visszakerült a feladóhoz.

source: Packet is on the way back to the sender.
hu_hu: A csomag úton van vissza a feladóhoz.

source: Packet is on the way.
hu_hu: A csomag már úton van.

source: Packet is waiting to be dispatched.
hu_hu: A csomag elküldésre vár.

source: Packet was picked up by the customer.
hu_hu: A csomagot az ügyfél átvette.

source: Packeta API key
hu_hu: Packeta API kulcs

source: Packeta API password
hu_hu: Packeta API jelszó

source: Packeta settings
hu_hu: Packeta beállítások

source: Pactic settings
hu_hu: Pactic beállítások

source: Pair your existing shipping methods with home delivery providers. If you are using the automated label generation, it will use this provider to generate the label if the shipping method is a match.
hu_hu: Párosítsd össze a meglévő szállítási módokat azzal a szolgáltatóval, amelyikkel címkét szeretnél nyomtatni hozzá. Ezeket a beállításokat használja az automata címkenyomtatáshoz.

source: Parcel is excluded from General Terms and Conditions.
hu_hu: A csomag nem tartozik az Általános Szerződési Feltételek hatálya alá.

source: Parcel is not to locate.
hu_hu: Csomag nem található.

source: Parcel is sent from the depot to sorting center.
hu_hu: A csomagot a raktárból a válogatóközpontba küldik.

source: Parcel is stored in GLS ParcelShop.
hu_hu: A csomagot a GLS CsomagPontban tárolják.

source: Parcel is under investigation.
hu_hu: A csomagot vizsgálják.

source: Parcel size
hu_hu: Csomagméret

source: Parcel was completely damaged.
hu_hu: A csomag teljesen megsérült.

source: Parcel was confiscated by the Customs authorities.
hu_hu: A csomagot a vámhatóságok lefoglalták.

source: Parcel was refused because the goods was not ordered.
hu_hu: A csomagot visszautasították, mert az árut nem rendelték meg.

source: ParcelLocker
hu_hu: Csomagautomata

source: ParcelShop
hu_hu: CsomagPont

source: Password
hu_hu: Jelszó

source: Payment method
hu_hu: Fizetési mód

source: pcs
hu_hu: db

source: PDF document
hu_hu: PDF dokumentum

source: Personal drop-off
hu_hu: Csomagfeladás automatában

source: Pick and Ship/Return cancelled
hu_hu: Pick and Ship/Return törölve

source: Picked up
hu_hu: Átvéve

source: Pickup date
hu_hu: Felvétel napja

source: Pickup Point
hu_hu: Felvételi pont

source: Pickup point
hu_hu: Feladási hely

source: Pickup point method
hu_hu: Csomagpont szolgáltató

source: Pickup point name
hu_hu: Átvételi hely neve

source: Pickup points
hu_hu: Csomagpontok

source: Pickup points map for WooCommerce stores in the hungarian market
hu_hu: Csomagpont választás, címke nyomtatás és csomagkövetés WooCommerce boltokhoz

source: Please enter a valid phone number!
hu_hu: Kérlek, ellenőrizd a megadott telefonszámot!

source: Please enter your Indication that you can fund in your Packeta account under User Informations / Senders.
hu_hu: A Packeta fiókodban a Felhasználói információk / feladók menüben található Webáruház/feladó jelzése oszlopban lévő értéket add meg(ne az azonosítót, hanem a sima szöveges értéket)

source: Please enter your Packeta API key if you plan to use it. This is required to get an up to date list of pickup points. Sign in into your Packeta account, click on your name top right and you can find the API key there.
hu_hu: Add meg a Packeta API kulcsot, ha ezt a szolgáltatós is szeretnéd használni. Ez kell ahhoz, hogy egy friss átvételi listát le lehessen tölteni. Lépj be a Packeta fiókodba, jobb felül kattints a nevedre és itt megtalálod az API kulcsot.

source: Please enter your Packeta API password. This is required to generate labels for packages. Sign in into your Packeta account, click on your name top right and you can find the API key password there.
hu_hu: Add meg a Packeta API jelszavadat. Ez szükséges ahhoz, hogy címkét tudj generálni. Lépj be a Packeta fiókodba, kattints a nevedre jobb felül és ott megtalálod az API jelszót.

source: Please select a pick-up point or choose a different shipping method.
hu_hu: Válassz egy átvételi helyet, vagy egy másik szállítási módot.

source: Poland
hu_hu: Legnyelország

source: Poland Inpost
hu_hu: Lengyel Inpost

source: Position the location to the center of the map.
hu_hu: Mozgasd a térképet a megfelelő helyre.

source: Posta settings
hu_hu: Posta(MPL) beállítások

source: Postcode
hu_hu: Irányítószám

source: Preview template
hu_hu: Sablon előnézet

source: Price color
hu_hu: Ár színe

source: Price font size
hu_hu: Ár betűméret

source: Primary color
hu_hu: Elsődleges szín

source: Print
hu_hu: Nyomtatás

source: Print shipping labels
hu_hu: Címkék nyomtatása

source: Pro version
hu_hu: Pro verzió

source: Product categories containing food
hu_hu: Ételt tartalmazó termékkategóriák

source: Product category
hu_hu: Termék kategória

source: Provider specific note
hu_hu: Szolgáltató megjegyzése

source: Purchase PRO version
hu_hu: PRO verzió vásárlása

source: Ready for pickup
hu_hu: Csomag átvehető

source: ready for pickup
hu_hu: csomag átvehető

source: Ready for pickup!
hu_hu: A csomagod átvehető!

source: Received by DPD from consignor (Drivers pickup).
hu_hu: DPD által a feladótól átvéve (Drivers pickup).

source: Received by DPD from consignor(Pickup scan).
hu_hu: DPD által a feladótól átvett (Pickup scan).

source: Recipient
hu_hu: Címzett

source: Recipient(s)
hu_hu: Címzett(ek)

source: Reference number
hu_hu: Referenciaszám

source: Refresh
hu_hu: Frissítés

source: Refresh providers
hu_hu: Szolgáltatók frissítése

source: Refreshed %s ago
hu_hu: Frissítés óta eltelt %s

source: Refreshed:
hu_hu: Frissítve:

source: Reload
hu_hu: Újratöltés

source: Reload license
hu_hu: Licenc újratöltése

source: Remove selected point
hu_hu: Kiválasztott pont törlése

source: Replace selected point
hu_hu: Kiválasztott pont cseréje

source: Request the token from DPD Support.
hu_hu: A DPD Support-tól kérhetsz ilyen tokent.

source: Reset to default
hu_hu: Eredeti visszaállítása

source: Retention period
hu_hu: Csomag őrzési ideje

source: Return to sender(System return)
hu_hu: Visszatérés a feladóhoz(System return)

source: Romania
hu_hu: Románia

source: Romania (Packeta)
hu_hu: Románia (Packeta)

source: Romania Sameday
hu_hu: Román Sameday

source: Round cash on delivery amount
hu_hu: Utánvét összeg kerekítése

source: Round the COD amount to 5.
hu_hu: Utánvét összeg kerekítése a Ft kerekítési szabályoknak megfelelően

source: Run this automation, if
hu_hu: Automatizmus futtatása, ha

source: Sadly there are no results for this keyword. Please try to look for another place, or select a nearby pickup point on the map.
hu_hu: Sajnos a keresett kifejezésre nincs találat. Próbálj meg egy másik helyre keresni, vagy a térképen válassz ki egy hozzád közeli átvételi pontot

source: Sameday settings
hu_hu: Sameday beállítások

source: Saturday
hu_hu: Szombat

source: Saturday delivery
hu_hu: Szombati szállítás

source: Save
hu_hu: Mentés

source: Save coordinates
hu_hu: Koordináták mentése

source: Search for a pickup point
hu_hu: Keress egy átvételi pontot

source: Search for an address
hu_hu: Cím vagy hely keresése...

source: Select a new pick-up point
hu_hu: Válassz egy új átvételi pontot

source: Select a pick-up point
hu_hu: Válassz egy átvételi helyet

source: Select a pickup point
hu_hu: Csomagpont kiválasztása

source: Select a product attribute or shipping class that relates to fragile products, so the generated label will be marked as fragile by default.
hu_hu: Válassz egy termékcímkét vagy szállítási osztályt, amit a törékeny termékeknek állítasz be, így a címke létrehozásakor automatán megjelöli törékenynek a csomagot.

source: Select if you are using the old Weblabel system or the new Shipping API.
hu_hu: Válaszd ki, hogy a Weblabel-t vagy az új Shipping API-t használod.

source: Select provider
hu_hu: Szolgáltató kiválasztása

source: Select providers
hu_hu: Csomagpontok kiválasztása

source: Select the coordinates
hu_hu: Koordináták kiválasztása

source: Select the e-mails where you want to include the tracking number and tracking link. You can also set up separate %1$s, %2$s, and %3$s e-mails.
hu_hu: Válaszd ki azokat az e-maileket, amelyekben a nyomkövetési számot és linket szeretnéd feltüntetni. Külön %1$s, %2$s és %3$s e-maileket is beállíthatsz.

source: Select the file that you previously exported.
hu_hu: Töltsd fel azt a fájlt, amit korábban exportáltál.

source: Select the starting position of your sticker
hu_hu: Válaszd ki a címke pozícióját

source: Select which providers you want to show to your customers.
hu_hu: Állítsd be, hogy melyik szolgáltatók csomagpontjait választhatják ki a vásárlók.

source: Select your sender ID.
hu_hu: Válaszd ki a feladási címet.

source: Select your shipment's pickup point(available after you enter your API token)
hu_hu: Válaszd ki a csomag felvételi pontját(az API token megadása után érhető el)

source: Send an e-mail to the customer when the carrier picked up the package.
hu_hu: Küldjön e-mailt a vásárlónak, amikor a futár átvette a csomagot(fel lett adva a csomag).

source: Send an e-mail to the customer when the package can be picked up from the selected pickup point.
hu_hu: Küldjön e-mailt a vásárlónak, amikor a csomag átvehető a kiválasztott átvételi ponton.

source: Send an e-mail to the customer when the package is out for delivery.
hu_hu: Küldjön e-mailt a vásárlónak, amikor a csomagot kézbesítik(házhozszállítás esetén).

source: Send an SMS notification to the customer(extra service).
hu_hu: SMS üzenet küldése a vásárlónak a csomagról(extra szolgáltatás)

source: Sender
hu_hu: Feladó

source: Sender address
hu_hu: Feladó címe

source: Sender Address ID
hu_hu: Feladó cím azonosító

source: Sender address info(building, stairway, etc...)
hu_hu: Feladó közterület jellege(út, utca stb...)

source: Sender address(just the number)
hu_hu: Feladó házszám

source: Sender address(street)
hu_hu: Feladó közterület neve

source: Sender city
hu_hu: Feladó város

source: Sender country
hu_hu: Feladó ország

source: Sender Details
hu_hu: Feladó adatai

source: Sender email address
hu_hu: Feladó e-mail címe

source: Sender ID
hu_hu: Feladó azonosító

source: Sender name
hu_hu: Feladó neve

source: Sender phone number
hu_hu: Feladó telefonszáma

source: Sender postcode
hu_hu: Feladó irányítószáma

source: Service type
hu_hu: Szolgáltatás típusa

source: Service type to use for international deliveries
hu_hu: Szolgáltatás típusa nemzetközi csomagok esetén

source: Set an extra note based on the selected shipping provider.
hu_hu: Állíts be extra megjegyzést a kiválasztott szolgáltató alapján.

source: Set as my pick-up point
hu_hu: Átvétel itt

source: Set order status
hu_hu: Státusz módosítás

source: Settings
hu_hu: Beállítások

source: Settings related to automations and labels. Every function in this section will only work if you have the PRO version activated.
hu_hu: Beállítások a címkenyomtatással kapcsolatban. Ezek a funkciók a PRO verzióban érhetők el.

source: Settings related to shipment tracking. Every function in this section will only work if you have the PRO version activated.
hu_hu: Beállítások a nyomkövetéssel és csomagkövetési számmal kapcsolatban. Ezek a funkciók a PRO verzióban érhetők el.

source: Setup custom points
hu_hu: Saját pontok beállítása

source: Setup fees based on various conditions for this payment method.
hu_hu: Állíts be díjakat feltételek alapján ehhez a fizetési módhoz.

source: Setup fees based on various conditions for this payment method. Available in the <a href="%s">PRO version</a>.
hu_hu: Állíts be extra díjakat ehhez a fizetési módhoz különböző feltételek alapján. Elérhető a <a href="%s">PRO verzióban</a>.

source: Setup parcel lockers and pickup points with various providers and prices.
hu_hu: Állítsd be az elérhető csomagpontokat és árakat.

source: Setup PRO version
hu_hu: PRO verzió beállításai

source: Setup wizard
hu_hu: Beállítás varázsló

source: Setup your own pickup points, like store pickup.
hu_hu: Állítsd be a saját csomagpontjaidat, például bolti átvételhez.

source: Shipment
hu_hu: Csomag

source: Shipment Carrier
hu_hu: Futárszolgálat

source: Shipment closed. Generated delivery note ID: %s
hu_hu: Csomag feladás lezárva. Szállítólevél azonosító: %s

source: Shipment not found
hu_hu: Csomag nem található

source: Shipment Summary
hu_hu: Szállítólevél

source: Shipment tracking
hu_hu: Csomagkövetés

source: Shipment was marked as packaged in the Kvikk App.
hu_hu: Csomagoltnak jelölve a Kvikk App-ban

source: Shipments
hu_hu: Szállítólevelek

source: Shipped
hu_hu: Csomag úton van

source: shipped
hu_hu: feladva

source: Shipping Address
hu_hu: Szállítási cím

source: Shipping address
hu_hu: Szállítási cím

source: Shipping class
hu_hu: Szállítási osztály

source: Shipping confirmation
hu_hu: Futárnak átadva

# shipping cost summary on cart & checkout
source: free
hu_hu: ingyenes

# shipping cost summary on cart & checkout(free & 1 shipping cost)
source: free or %s
hu_hu: ingyen vagy %s

# shipping cost summary on cart & checkout(free & 1+ shipping cost)
source: free & from %s
hu_hu: ingyen vagy %s-tól

# shipping cost summary on cart & checkout(multiple shipping costs)
source: from %s
hu_hu: %s-tól

source: Shipping cost(net)
hu_hu: Szállítási költség(nettó)

source: Shipping informations
hu_hu: Szállítás és csomag

source: Shipping label
hu_hu: Címke

source: Shipping label generated successfully.
hu_hu: Címke sikeresen létrehozva.

source: Shipping label generated successfully. ID number: %s
hu_hu: Címke sikeresen generálva. Azonosító: %s

source: Shipping label generated!
hu_hu: Címke sikeresen létrehozva!

source: Shipping label removed from the order only. You still need to remove it in the provider's system. ID number: %s
hu_hu: A címke törölve lett a rendelésből, de a szolgáltató felületén is törölnöd kell. Azonosító: %s

source: Shipping label removed from the order, because it was removed from Kvikk. Tracking number was: %s
hu_hu: A címke törölve lett a rendelésből, mert a Kvikk felületén törölve lett. Ez volt a követési szám: %s

source: Shipping label removed from WooCommerce. You still need to remove it in the provider's system.
hu_hu: A címke törölve lett a rendelésből, de a szolgáltató felületén is törölnöd kell.

source: Shipping label removed successfully.
hu_hu: Címke sikeresen törölve.

source: Shipping label removed successfully. ID number: %s
hu_hu: Címke sikeresen törölve. Csomag azonosító: %s

source: Shipping method
hu_hu: Szállítási mód

source: Shipping methods
hu_hu: Szálíltási módok

source: Shop ID
hu_hu: Bolt ID

source: Short name
hu_hu: Rövid név

source: Show %d more
hu_hu: +%d megjelenítése

source: Show checkboxes on provider filters
hu_hu: Jelölődoboz a szolgáltató szűrőknél

source: Show in my orders
hu_hu: Megjelenítés fiókban

source: Show open hours on the map
hu_hu: Nyitvatartás megjelenítése

source: Show pickup points in these countries as available options.
hu_hu: Csomagpontok mutatása a térképen ezekben az országokban.

source: Show provider icons below the shipping option
hu_hu: Szolgáltatók ikonjainak megjelenítése a szállítási mód neve alatt

source: Show settings on load
hu_hu: Beállítások fül látszódjon alapértelmezetten

source: Show the map automatically on shipping method change
hu_hu: Térkép megjelenítése automatán a szállítási mód kiválasztásakor

source: Show the selector on the cart page too
hu_hu: Térképes választó a kosár oldalon is látszódjon

source: Show tracking numbers in My Account / Orders
hu_hu: A csomagkövetési szám megjelenítése a fiókom / rendeléseim menüben

source: Sign in on eawb.sameday.hu to create a new pickup point. This is where the carrier will collect your shipments.
hu_hu: Lépj be az eawb.sameday.hu oldalon és hozz létre egy új felvételi helyet. Itt fogja felvenni a futár a csomagot.

source: Signature confirmed
hu_hu: Aláírás megerősítve

source: Since you are using the block based checkout page, you need to enable Woo's local pickup feature to show these options during checkout. To learn more about this, %1$sclick here%2$s.
hu_hu: Az áruházadban az új blokk alapú pénztároldalt használod. Ahhoz, hogy a csomagpontok látszódjanak, engedélyezned kell a személyes átvétel funkciót a WooCommerce beállításokban. Bővebb infót %1$sitt találsz%2$s a pénztár blokkról.

source: Size & weight
hu_hu: Méret és súly

source: SKU
hu_hu: Cikkszám

source: Slovakia
hu_hu: Szlovákia

source: Slovakia (Packeta)
hu_hu: Szlovákia (Packeta)

source: Slovakia GLS
hu_hu: Szlovák GLS

source: Slovakia Post
hu_hu: Szlovák Posta

source: Slovenia
hu_hu: Szlovénia

source: Slovenia GLS
hu_hu: Szlovén GLS

source: Small cluster color
hu_hu: Térkép kis csoport színe

source: Small package
hu_hu: Kis csomag

source: SMS text for the SMS Service (SM1)
hu_hu: SMS szöveg az SMS Service (SM1) szolgáltatáshoz

source: Some shipments failed to close. Please check the list below.
hu_hu: Nem sikerült minden csomagot lezárni. Nézd meg a lenti listát.

source: Something went wrong
hu_hu: Valami hiba történt

source: Sorting error at the depot.
hu_hu: Válogatási hiba a depóban.

source: Status
hu_hu: Státusz

source: Sticker format
hu_hu: Címke fájltípus
