Repository: WordPressBugBounty/plugins-hungarian-pickup-points-for-woocommerce
Catalog: hungarian-pickup-points-for-woocommerce/languages/vp-woo-pont-*.po
Languages: hu_hu

source: %1$s at %2$s
hu_hu: %1$s %2$s

source: %d in total
hu_hu: %d összesen

source: %d labels generated
hu_hu: %d címke létrehozva

source: %s ago
hu_hu: %s telt el

source: %s custom point
hu_hu: %s saját hely

source: (today)
hu_hu: (ma)

source: 0 day
hu_hu: 0 nap

source: 1 label generated
hu_hu: 1 címke létrehozva

source: 1 label generating
hu_hu: 1 címke generálása

source: 10 days
hu_hu: 10 nap

source: 105x35mm on A4
hu_hu: 105x35mm A4-es lapon

source: 35 EUR / year
hu_hu: évi 35 EUR-tól

source: 5 days
hu_hu: 5 nap

source: [{site_title}]: Shipping label created for #{order_number}
hu_hu: [{site_title}]: Címke létrehozva ehhez a rendeléshez: #{order_number}

source: A new shipping label was generated for order {order_number}! Tracking number is {tracking_number}. The PDF file is attached to this e-mail.
hu_hu: Létre lett hozva a címke ehhez a rendeléshez: {order_number}. A nyomkövetési szám {tracking_number}. A PDF fájl csatolva van ehhez az e-mailhez.

source: A shipping label was already generated for this order.
hu_hu: Már létre lett hozva egy címke ehhez a rendeléshez.

source: A4_2x2 (Landscape)
hu_hu: A4_2x2 (Fekvő)

source: A5 at the top of an A4 page
hu_hu: A4-es lapon A5 méretben felül

source: A5 landscape
hu_hu: A5 méretű fekvő

source: A5 landscape(with comments)
hu_hu: A5 méretű fekvő(két kiegészítő fülrésszel)

source: A5 portrait
hu_hu: A5 méretű, álló

source: A6 on A4(recommended)
hu_hu: A6-os címke A4-es lapon(javasolt)

source: A6 on A6
hu_hu: A6 A6-os lapon

source: A6(recommended)
hu_hu: A6(javasolt)

source: A7 on A4
hu_hu: A7 A4-es lapon

source: A7 on A7
hu_hu: A7 A7-es lapon

source: Activate
hu_hu: Aktiválás

source: Activate PRO version
hu_hu: PRO verzió aktiválása

source: Add custom pickup point
hu_hu: Saját átvételi hely hozzáadása

source: Add new automation
hu_hu: Új automatizálás

source: Add new correction
hu_hu: Új korrekció

source: Add new cost
hu_hu: Új ár hozzáadása

source: Add new fee
hu_hu: Új díj hozzáadása

source: Add new note
hu_hu: Új megjegyzés

source: Add new packaging
hu_hu: Új csomagolás típus

source: Add note to this provider:
hu_hu: Megjegyzés hozzáadása ehhez:

source: Add note, if
hu_hu: Megjegyzés megjelenítése, ha az

source: Add provider
hu_hu: Átveli pontok hozzáadása

source: Additional details
hu_hu: Egyéb adatok

source: Additional information
hu_hu: További információk

source: Additional text that appears below the barcode
hu_hu: A vonalkód alatt megjelenített extra szöveg

source: Address
hu_hu: Cím

# admin
source: Mark as paid
hu_hu: Fizetettnek jelölés(Számlázz.hu)

# admin
source: Pickup point
hu_hu: Csomagpont

# admin
source: Pickup points
hu_hu: Csomagpontok

source: after %1$s status
hu_hu: %1$s státusznál

source: Age verification 18+
hu_hu: 18+ ellenőrzés

source: Agreement code
hu_hu: Megállapodásszám

source: All
hu_hu: Összes

source: All shipments closed successfully.
hu_hu: Minden csomag sikeresen lezárva.

source: API key
hu_hu: API kulcs

source: API key is invalid
hu_hu: Az API kulcs nem megfelelő

source: API key is valid
hu_hu: Az API kulcs helyes

source: API password
hu_hu: API jelszó

source: API username
hu_hu: API felhasználónév

source: Appearance
hu_hu: Megjelenés

source: Apply this correction, if
hu_hu: Korrekció alkalmazása, ha

source: Apply this fee, if
hu_hu: Díj alkalmazása, ha az

source: Apply this pricing, if
hu_hu: Ár alkalmazása, ha

source: Apply to the following pickup point countries:
hu_hu: A következő országokban található csomagpontokon:

source: Apply to the following pickup points:
hu_hu: Érvényes a következő átvételi helyeken:

source: At parcel delivery centre.
hu_hu: Csomagküldő központban

source: At the beginning
hu_hu: E-mail elején

source: At the end
hu_hu: E-mail végén

source: Austria
hu_hu: Ausztria

# Automation trigger
source: On successful payment
hu_hu: Sikeres fizetés után

# Automation trigger
source: When order created
hu_hu: Rendelés létrehozásakor

source: Automations
hu_hu: Automatizálás

source: Available for pickup
hu_hu: Átvehető az átvételi ponton

source: Available placeholders: %s
hu_hu: Elérhető cserekódok: %s

source: Back at parcel delivery center after an unsuccessful delivery attempt
hu_hu: Vissza a csomagküldő központban sikertelen kézbesítés után

source: Bank account number for payments
hu_hu: Számlaszám az utánvét átutalásához

source: Billing address
hu_hu: Számlázási cím

source: Billing country
hu_hu: Számlázási ország

source: Border color
hu_hu: Szegély színe

source: Bulgaria Econt
hu_hu: Bulgária Econt

source: Bulky handling
hu_hu: Terjedelmes kezelés

source: Calculated cost(net)
hu_hu: Becsült ár(nettó)

source: Cancel
hu_hu: Mégse

source: Carrier
hu_hu: Szolgáltató

source: Carriers
hu_hu: Szolgáltatók

source: Cart Total
hu_hu: Kosár végösszeg

source: Cart Total(with discount)
hu_hu: Kosár végösszeg(kedvezménnyel)

source: Cash
hu_hu: Készpénz

source: Cash on delivery is not available on the selected pick-up point. Please select a different payment method or pick-up point!
hu_hu: A kiválasztott átvevőponton az utánvétes fizetés nem érhető el. Kérjük válassz egy másik fizetési módot vagy átvételi pontot!

source: Cash on delivery is not available on this pickup point!
hu_hu: Ezen a csomagponton nem érhető el az utánvétes fizetés!

source: Change completed for Delivery address
hu_hu: Szállítási cím sikeresen módosítva

source: Change delivery for shipper's request.
hu_hu: Szállítás módosítása a feladó kérésére.

source: Change order status to
hu_hu: Rendelés módosítása erre:

source: Change the order status automatically based on the tracking status
hu_hu: Rendelés státusz automata módosítása csomagkövetési infó alapján

source: Check this if you bring your packages to a pickup point in person.
hu_hu: Pipáld be, ha automatában adod fel a csomagokat.

source: Choose which format of email to send.
hu_hu: Válaszd ki milyen formátumban kerüljön kiküldésre az e-mail.

source: City
hu_hu: Város

source: Close modal panel
hu_hu: Bezárás

source: Closed
hu_hu: Lezárva

source: Closed manually
hu_hu: Szállítottnak jelölve

source: Closed packages
hu_hu: Lezárt csomagok

source: COD
hu_hu: Utánvét

source: COD % fee
hu_hu: Utánvét % díj(nettó)

source: COD Fee
hu_hu: Utánvét díja

source: COD fee(net)
hu_hu: Díj(nettó)

source: COD fixed fee(net)
hu_hu: Utánvét fix díj(nettó)

source: COD payment handling
hu_hu: Utánvét kifizetés

source: COD Reference number
hu_hu: Utánvét referencia szám

source: Colors
hu_hu: Színek

source: Company
hu_hu: Cég

source: Company ID
hu_hu: Cég azonosítószám

source: Conditional logic
hu_hu: Feltételes mód

source: Configured
hu_hu: Konfigurálva

source: Connection type
hu_hu: Kapcsolat típusa

source: Consignee was not in, contact card couldn't be left.
hu_hu: A címzett nem volt bent, értesítőt nem lehetett otthagyni.

source: Contact name
hu_hu: Kapcsolattartó neve

source: Content
hu_hu: Tartalom

source: Coordinates
hu_hu: Koordináták

source: Country
hu_hu: Ország

source: Courier tracking #
hu_hu: Futár követési #

source: Create a ZIP file
hu_hu: ZIP fájl létrehozása

source: Create API key
hu_hu: API kulcs létrehozása

source: Croatia
hu_hu: Horvátország

source: Croatia GLS
hu_hu: Horvát GLS

source: Csomagpiac settings
hu_hu: Csomagpiac beállítások

source: Current date
hu_hu: Dátum

source: Custom
hu_hu: Saját

source: Custom import date
hu_hu: Egyedi import dátum

source: Custom Label
hu_hu: Egyedi címke

source: Custom Labels
hu_hu: Egyedi címkék

source: Custom order statuses
hu_hu: Egyedi rendelés állapotok

source: Custom packaging
hu_hu: Egyedi csomagolás

source: Custom pickup points
hu_hu: Saját átvételi helyek

source: Custom provider name
hu_hu: Saját átvételi helyek elnevezése

source: Custom tracking page
hu_hu: Egyedi csomagkövetés oldal

source: Customer code
hu_hu: Ügyfélazonosító

source: Customer ID
hu_hu: Felhasználó ID

source: Customer SMS Notification
hu_hu: SMS üzenet vásárlónak

source: Customs clearance is delayed as the consignee's phone number is not available.
hu_hu: A vámkezelés késik, mivel a címzett telefonszáma nem elérhető.

source: Customs clearance is delayed due to a customs inspection.
hu_hu: A vámkezelés vámvizsgálat miatt késik.

source: Customs clearance is delayed due to a missing invoice.
hu_hu: A vámkezelés késik a hiányzó számla miatt.

source: Customs clearance is delayed due to incomplete documents.
hu_hu: A vámkezelés a hiányos dokumentumok miatt késik.

source: Customs clearance is delayed due to missing or inaccurate customs documents.
hu_hu: A vámkezelés késik a hiányzó vagy pontatlan vámokmányok miatt.

source: Customs clearance is delayed until the consignee's approval is available.
hu_hu: A vámkezelés addig késik, amíg a címzett jóváhagyása rendelkezésre nem áll.

source: Customs data must be recorded.
hu_hu: A vámadatokat rögzíteni kell.

source: Customs data recorded, parcel can be sent do final location.
hu_hu: Vámadatok rögzítve, a csomag elküldhető a végső helyére.

source: Customs declaration process.
hu_hu: Vámeljárás folyamatban.

source: Czech PPL
hu_hu: Cseh PPL

source: Czech Republic (Packeta)
hu_hu: Csehország (Packeta)

source: Czechia
hu_hu: Csehország

source: Database
hu_hu: Adatbázis

source: Deactivate license
hu_hu: Deaktiválás

source: Default
hu_hu: Alapértelmezett

source: Default cost
hu_hu: Alapértelmezett szállítási költség

source: Default package type
hu_hu: Alapértelmezett csomagolás típus

source: Default package type, used in case you generate labels with an automation. Can be changed manually on each order.
hu_hu: Ezt a csomagolástípust használja alapértelmezetten(például automata címkegeneráláskor). Manuális generálás esetén felülírható kézzel.

source: Default package weight(g)
hu_hu: Alapértelmezett csomag súly(gramm)

source: Default package weight(kg)
hu_hu: Alapértelmezett csomag súly(kg)

source: Default service
hu_hu: Alapértelmezett szolgáltatás

source: Delete
hu_hu: Törlés

source: delete
hu_hu: törlés

source: Delete label
hu_hu: Címke törlése

# Delete label
source: Are you sure?
hu_hu: Biztosan törlöd?

# Delete point
source: Are you sure?
hu_hu: Biztos törlöd?

source: Delivered
hu_hu: Csomag átvéve

source: Delivered to an occasional recipient
hu_hu: Alkalmi átvevőnek kézbesíthető

source: Delivered to pick-up point
hu_hu: Az átvételi pontra szállítva

source: Delivery note
hu_hu: Szállítólevél

source: Delivery note ID
hu_hu: Szállítólevél ID

source: Delivery note not signed
hu_hu: Nem aláírt szállítólevél

source: Delivery notes
hu_hu: Szállítólevelek

source: Detailed cost
hu_hu: Részletes árazás

source: Developer mode
hu_hu: Fejlesztői mód

source: Disable COD
hu_hu: Utánvét tiltás

source: Documentation
hu_hu: Dokumentáció

source: Don't use custom page
hu_hu: Nem használok egyedi oldalt

source: Download
hu_hu: Letöltés

source: Download shipping labels
hu_hu: Címkék letöltése

source: DPD Classic with Predict
hu_hu: DPD Classic(Predict)

source: DPD settings
hu_hu: DPD beállítások

source: E-Mail address
hu_hu: E-mail cím

source: E-mail text
hu_hu: E-mail szöveg

source: E-mail text position
hu_hu: E-mail szöveg pozíció

source: Edit
hu_hu: Szerkesztés

source: Email heading
hu_hu: E-mail fejléc

source: Email type
hu_hu: E-mail típus

source: Enable
hu_hu: Bekapcsolás/Kikapcsolás

source: Enable and configure your shipping carriers. You can use these to show parcel lockers and pickup points during checkout and use them to generate shipping labels.
hu_hu: Add meg a futárszolgálatokhoz kapcsolódó authentikációs adatokat, hogy a rendelésekhez szállítási címkéket tudj generálni.

source: Enable carrier
hu_hu: Engedélyezés

source: Enable DEV mode
hu_hu: Fejlesztő mód

source: Enable local pickup
hu_hu: Személyes átvétel aktiválása

source: Enable more providers
hu_hu: Csomagpontok hozzáadása

source: Enable sandbox mode
hu_hu: Sandbox mód használata

source: Enable this email notification
hu_hu: E-mail értesítés bekapcsolása

source: Enable/Disable
hu_hu: Bekapcsolás/Kikapcsolás

source: Enabled countries
hu_hu: Engedélyezett országok

source: Enabled providers
hu_hu: Engedélyezett szolgáltatók

source: Enabled services
hu_hu: Engedélyezett szolgáltatások

source: Enabled services for home delivery
hu_hu: Extra szolgáltatások házhozszállításnál

source: Enabled services for point delivery
hu_hu: Extra szolgáltatások csomagpontra szállításnál

source: Enter a default price for this shipping option. You can overwrite this later based on conditional logic.
hu_hu: Adj meg egy alapértelmezett szállítási értéket, ami mindegyik opcióra vonatkozni fog. Utána egyesével, feltételek szerint felül tudod írni ezt az összeget.

source: Enter an image URL
hu_hu: Adj meg egy kép URL-t

source: Enter if you have multiple stores connected to Csomagpiac.
hu_hu: Add meg, ha több boltod is van a Csomagpiachoz kötve.

source: Enter recipients (comma separated) for this email. Defaults to %s.
hu_hu: Adjuk meg a címzetteket (vesszővel elválasztva). Az alapértelmezés: %s.

source: Enter your account's API key.
hu_hu: Add meg a fiókod API kulcsát.

source: Enter your account's API token.
hu_hu: Add meg a fiókod API kulcsát.

source: Enter your DPD account's Weblabel password.
hu_hu: Add meg a DPD Weblabel jelszódat.

source: Enter your DPD account's Weblabel username.
hu_hu: Add meg a DPD Weblabel felhasználónevedet.

source: Enter your GLS account's e-mail address.
hu_hu: Add meg a GLS fiókod e-mail címét

source: Enter your GLS account's password.
hu_hu: Add meg a GLS fiókod jelszavát

source: Enter your GLS customer number.
hu_hu: Add meg a GLS ügyfélszámod

source: Enter your shipping box sizes that you usually use. Based on the volume of the order, it will pair with a packaging type automatically(some couriers require to have dimensions specified).
hu_hu: Add meg a használt dobozméreteket. A rendelésben lévő termékek térfogata alapján automatán összepárosítja a dobozzal a rendelést.

source: equal
hu_hu: egyenlő

source: Europe+ parcel
hu_hu: Európa+ csomag

source: Express One settings
hu_hu: Express One beállítások

source: Extra notes
hu_hu: Megjegyzések

source: Extra services
hu_hu: Extra szolgáltatások

source: Fee name
hu_hu: Díj neve

source: Fee tax class
hu_hu: Díj adókulcs osztály

source: Fees
hu_hu: Díjak

source: Fetch tracking information automatically
hu_hu: Csomagkövetési adatok automata szinkronizálása

source: Filter shipping providers
hu_hu: Szűrés csomagpont szerint

source: Find out more
hu_hu: Bővebb infó

source: Font sizes
hu_hu: Betűméret

source: Forwarded sorting error
hu_hu: Továbbított szortírozási hiba

source: Foxpost settings
hu_hu: Foxpost beállítások

source: Fragile handling
hu_hu: Törékeny

source: Fragile products
hu_hu: Törékeny termékek

source: Free shipping
hu_hu: Ingyenes szállítás

source: Free with coupon
hu_hu: Kuponnal ingyenes

source: Friday
hu_hu: Péntek

source: from
hu_hu: nettó

# frontend
source: Pickup point
hu_hu: Átvételi hely

source: Full container
hu_hu: Láda

source: Generate & print label
hu_hu: Címke nyomtatása

source: Generate at least one label, after that, you can generate the necessary delivery note for them.
hu_hu: Generálj egy címkét ezzel a szolgáltatóval, utána tudsz létrehozni szállítólevelet

source: Generate delivery note
hu_hu: Feladójegyzék zárása

source: Generate label
hu_hu: Címke generálása

# Generate label
source: Are you sure?
hu_hu: Biztos generálsz egy címkét?

source: Generate labels
hu_hu: Címkék generálása

source: Generate shipping label
hu_hu: Címke generálása

source: Generate shipping labels
hu_hu: Címkék generálása

source: Generating labels...
hu_hu: Címkék generálása...

source: Generating shipping labels in the background
hu_hu: A címkék generálása folyamatban van, egy kis türelmet.

source: Generating...
hu_hu: Generálás...

source: Germany
hu_hu: Németország

source: GLS Customer Number
hu_hu: GLS ügyfélszám

source: GLS Password
hu_hu: GLS jelszó

source: GLS settings
hu_hu: GLS beállítások

source: GLS Username
hu_hu: GLS felhasználónév

source: Go to my Kvikk account
hu_hu: Tovább a Kvikk fiókomba

source: Go to settings
hu_hu: Tovább a beállításokhoz

source: gramms
hu_hu: gramm

source: greater than
hu_hu: nagyobb

source: Greece
hu_hu: Görögország

source: Guaranteed delivery in 24 Hours
hu_hu: Garantált 24 órán belüli szállítás

source: Half container
hu_hu: Fél

source: Height
hu_hu: Magasság

source: Height(cm)
hu_hu: Magasság(cm)

source: Hello {customer_name}! We're happy to let you know that your order has been delivered to your selected pickup point!
hu_hu: Hello {customer_name}! Örömmel értesítünk, hogy a rendelésed átvehető a kiválasztott átvételi ponton!

source: Hello {customer_name}! We're happy to let you know that your order has been shipped!
hu_hu: Hello {customer_name}! Örömmel értesítünk, hogy rendelésed átadtuk a futárszolgálatnak!

source: Hello {customer_name}! We're happy to let you know that your order is currently out for delivery!
hu_hu: Hello {customer_name}! Örömmel értesítünk, hogy rendelésed jelenleg kézbesítés alatt van!

source: Hide pickup point
hu_hu: Átvételi pont elrejtése

source: Hide the COD payment method if the provider is selected.
hu_hu: Utánvét elrejtése, ha ez az opció van kiválasztva

source: Home delivery
hu_hu: Házhozszállítás

source: Home delivery providers
hu_hu: Szolgáltatók házhozszállításhoz

source: Hungarian Pickup Points & Shipping Labels for WooCommerce
hu_hu: WooCommerce Csomagpontok és Címkék

source: Hungary
hu_hu: Magyarország

source: Hungary (Packeta)
hu_hu: Magyarország (Packeta)

source: ID
hu_hu: Azonosító

source: If a label was generated for the order, change the order status automatically.
hu_hu: Ha létrejött egy címke a rendeléshez, automatán megváltoztatja a rendelés státuszt.

source: If an order has this shipping method, it will use the selected carrier to generate a shipping label by default.
hu_hu: Ha egy megrendelésnek ez a szállítási módja, akkor a kiválasztott futárszolgálatot fogja használni a címke létrehozásához.

source: If checked, the packet will be handed over only to person older than 18 years(only for internal Packeta pickup points).
hu_hu: Packeta csomag esetén csak 18 éven felüli veheti át a csomagot(ez csak a Packeta által üzemeltetett csomagpontokra vonatkozik, egyéb külföldiekre nem)

source: If empty, it will be the order total up to 50.000 HUF. If you need a higher maximum limit, enter that here.
hu_hu: Ha nem adsz meg értéket, akkor a csomag értéke, de max 50.000 Ft. Ha ettől magasabb értéknyilvántartási maximum-határt akarsz, akkor azt add meg.

source: If enabled, the phone number field will be validated on checkout for Hungarian phone numbers only.
hu_hu: Ha be van kapcsolva, akkor Magyarországi szállítási cím esetén validálja a telefonszámot.

source: If free shipping is available, make pickup points free too
hu_hu: Ha van ingyenes szállítás opció, legyen ingyenes a csomagpontos szállítás is

source: If theres multiple matches for the shipping cost, use the lowest or the highest cost.
hu_hu: Ha több szállítási költség is érvényes, akkor a legolcsóbbat, vagy a legdrágább árat használja.

source: If turned on, the data sent to the provider during when createing a label will be logged in WooCommerce / Status / Logs. Can be used to debug issues.
hu_hu: Ha be van kapcsolva, akkor a szolgáltató felé küldött adatokat naplózza a WooCommerce / Állapot / Naplók menüben.

source: If turned on, the settings panel for generating the label manually will be visible by default.
hu_hu: Ha be van kapcsolva, akkor a rendelés oldalon lévő címkegenerálós dobozban a beállítások alapértelmezetten látszódnak.

source: If turned on, the tracking informations will be downloaded hourly from supported providers in the background. The tracking info is visible on the orders table(custom cell) and on the order details page.
hu_hu: Ha be van kapcsolva, akkor a követési szám alapján a támogatott szolgáltatóknál óránként lekéri a háttérben a csomag adatait. A csomag állapota látható a rendelések táblázatban(új oszlopban) és a rendelés adatainál is.

source: If turned on, the tracking number and the tracking link will be visible in My Account / Order Details.
hu_hu: Ha be van kapcsolva, akkor a követési számot a vásárló fiókjában a rendelések adatainál is mutatja.

source: If you are planning to ship worldwide with home delivery, select the provider you want to use in each supported country.
hu_hu: Ha biztosítasz házhozszállítást a Packeta-n keresztül, akkor válaszd ki az országokat és a hozzájuk tartozó szolgáltatót.

source: If you are using a custom order status extension and the automation you setup for that status won't trigger, try to add the slug of your custom status. You can add multiple, separated with a comma.
hu_hu: Ha használsz valamilyen extra rendelés státuszt és a beállított automatizálás nem fut le, itt megadhatod manuálisan a státusz azonosítókat. Vesszővel elválasztva többet is megadhatsz.

source: If you generate a delivery note, this name will be on it as sender.
hu_hu: Ez lesz a feladó neve a szállítólevélen

source: If you scan the label in the Kvikk App, you can mark the order to be in this status.
hu_hu: Ha beolvastad a címkét a Kvikk App-ban, akkor meg tudod jelölni a rendelést ebbe az állapotba.

source: If you setup your own pickup points, this will be the name of that category.
hu_hu: Ha saját átvételi pontokat is létrehozol, akkor ezzel a kategórianévvel jelenik meg a térképen

source: If you ship outside of Hungary, you can setup a different agreement code for international shipments
hu_hu: Ha külföldre is szállítasz, megadhatsz egy másik megállapodásszámot

source: If you want to activate the license on another website, you must first deactivate it on this website.
hu_hu: Ha egy másik oldalon szeretnéd aktiválni a kulcsot, előtte deaktiválnod kell ezen az oldalon.

source: If you want to download multiple shipping labels at once, this option will create a ZIP file with separate PDF files(the default option will merge all invoices into a single PDF).
hu_hu: Ha több címkét szeretnél letölteni egyszerre, akkor ezzel az opcióval egy ZIP fájlt készít külön-külön PDF fájlokkal(alapértelmezett opcióban egy PDF-re rakja rá a kijelölt címkéket).

source: If you want to use a custom order tracking page instead of redirecting the customer to the carrier's tracking website, create a new page with the following shortcode: [woocommerce_order_tracking]. The tracking links sent to customers via e-mail will redirect to this page instead, where the package status and all tracking informations are visible. If you use this option, make sure the auto tracking infomration fetching is enabled for the best experience.
hu_hu: Ha egy saját csomagkövetési oldalt szeretnél használni, hozz létre egy új oldalt az [woocommerce_order_tracking] rövidkóddal. A vásárlónak küldött csomagkövetési link erre az oldalra fog mutatni, amin láthatók a csomagkövetési információk és a csomag aktuális státusza is. Ha használod ezt az opciót, a csomagkövetési adatok automata szinkronizálása mindenképp legyen bekapcsolva!

source: Import failed or not finished yet
hu_hu: Az import nem sikerült, vagy még nem lett kész

source: Import run successfully.
hu_hu: Importálás sikeres.

source: Import settings
hu_hu: Beállítások importálása

source: Important: this action will replace your existing options!
hu_hu: Fontos: az import lecseréli a már meglévő árakat

source: In transit (Consolidation)
hu_hu: Úton (Consolidation)

source: Inactive
hu_hu: Inaktív

source: Inbound damaged
hu_hu: Bejövő sérült

source: Indication
hu_hu: Webáruház/feladó jelzése

source: Individual
hu_hu: Magánszemély

source: Inside the EU
hu_hu: EU-n belül

source: Internatinal agreement code
hu_hu: Nemzetközi megállapodásszám (opcionális)
