Repository: WordPressBugBounty/plugins-hungarian-pickup-points-for-woocommerce
Catalog: hungarian-pickup-points-for-woocommerce/languages/vp-woo-pont-*.po
Languages: hu_hu

source: Sticker size
hu_hu: Címkeméret

source: Store Pickup
hu_hu: Bolti átvétel

source: Store Pickup icon
hu_hu: Bolti átvétel ikon

source: Subject
hu_hu: Tárgy

source: Subscription
hu_hu: Előfizetés

source: Successfully marked as not shipped.
hu_hu: Szállítottnak jelölés visszavonva.

source: Sunday
hu_hu: Vasárnap

source: Supported address delivery options
hu_hu: Támogatott szolgáltatók házhozszállításhoz

source: Supported countries
hu_hu: Támogatott ország

source: Supported couriers
hu_hu: Elérhető szolgáltatók

source: Supported pick up points
hu_hu: Támogatott szolgáltatók csomagpontos szállításhoz

source: Sync tracking info
hu_hu: Csomagkövetés szinkronizálás

source: Tax class based on cart items
hu_hu: Az adókulcs a kosár tartalmától függ

source: Tax status
hu_hu: Adózás

# Tax status
source: Highest
hu_hu: Legdrágább

# Tax status
source: None
hu_hu: Nem

source: Taxable
hu_hu: Adóköteles

source: Template
hu_hu: Sablon

source: Test
hu_hu: Teszt

source: Text color
hu_hu: Szöveg színe

source: Text font size
hu_hu: Szöveg betűméret

source: Text to appear as the main email content.
hu_hu: Az e-mail fő tartalmaként megjelenő szöveg.

source: The changed delivery option has been saved in the GLS system and will be implemented as requested.
hu_hu: A megváltozott szállítási opciót elmentették a GLS rendszerben, és kérés szerint végrehajtják.

source: The COD data was entered into the GLS IT system.
hu_hu: A utánvét-adatokat bevitték a GLS informatikai rendszerébe.

source: The customs documents are being prepared.
hu_hu: A vámokmányok előkészítése folyamatban van.

source: The developer representing the company can access these APIs on the Developer Portal by selecting the Applications menu item after logging in.
hu_hu: Az api kulcsot, jelszót, ügyfélazonosítót és megállapodásszámot a Posta Fejlesztői Portálon az Alkalmazások menüpontban találod.

source: The driver has received the order to pick up the parcel during the day.
hu_hu: A sofőr megkapta a megbízást, hogy a csomagot a nap folyamán vegye át.

source: The following packages are waiting for closing and a delivery note.
hu_hu: Az alábbi csomagok még nem lettek lezárva, nem kerültek rá szállítólevélre

source: The map will show pickup points from these providers.
hu_hu: A térképen az átvételi pontok ezekben az országokban látszanak.

source: The parcel could not be delivered as acceptance has been refused due to delayed delivery.
hu_hu: A csomagot nem lehetett kézbesíteni, mivel az átvételt késedelmes kézbesítés miatt megtagadták.

source: The parcel could not be delivered as further address information is needed.
hu_hu: A csomagot nem lehetett kézbesíteni, mivel további címadatokra van szükség.

source: The parcel could not be delivered as the consignee had no cash available/suitable.
hu_hu: A csomagot nem lehetett kézbesíteni, mivel a címzettnek nem állt rendelkezésre/megfelelő készpénz.

source: The parcel could not be delivered as the consignee is on holidays.
hu_hu: A csomagot nem lehetett kézbesíteni, mivel a címzett szabadságon van.

source: The parcel could not be delivered as the consignee refused to pay charges.
hu_hu: A csomagot nem tudták kézbesíteni, mivel a címzett megtagadta a díjfizetést.

source: The parcel could not be delivered as the consignee was absent.
hu_hu: A csomagot nem lehetett kézbesíteni, mivel a címzett nem volt jelen.

source: The parcel could not be delivered as the reception was closed.
hu_hu: A csomagot nem tudták kézbesíteni, mivel a recepció zárva volt.

source: The parcel could not be delivered as the recipient refused acceptance.
hu_hu: A csomagot nem lehetett kézbesíteni, mivel a címzett megtagadta az átvételt.

source: The parcel could not be delivered due to exceeded time frame.
hu_hu: A csomagot az időkeret túllépése miatt nem lehetett kézbesíteni.

source: The parcel could not be delivered due to missing delivery note.
hu_hu: A csomagot nem lehetett kézbesíteni a szállítólevél hiánya miatt.

source: The parcel could not be delivered due to the weather condition.
hu_hu: A csomagot az időjárási körülmények miatt nem lehetett kézbesíteni.

source: The parcel could not be delivered due to wrong or incomplete address.
hu_hu: A csomagot rossz vagy hiányos cím miatt nem lehetett kézbesíteni.

source: The parcel could not be picked up as the customer was not informed about the pickup.
hu_hu: A csomagot nem lehetett átvenni, mivel az ügyfelet nem értesítették az átvételről.

source: The parcel could not be picked up as the goods to be picked up were not packed.
hu_hu: A csomagot nem lehetett átvenni, mivel az átvenni kívánt áru nem volt becsomagolva.

source: The parcel data for Pickup-Service was entered into the GLS system.
hu_hu: Az átvételi szolgáltatás csomagadatait bevitték a GLS rendszerbe.

source: The parcel data was entered into the GLS IT system; the parcel was not yet handed over to GLS.
hu_hu: A csomag adatait bevitték a GLS informatikai rendszerébe; a csomagot még nem adták át a GLS-nek.

source: The parcel has been delivered at the neighbour’s (see signature)
hu_hu: A csomagot a szomszédhoz kézbesítették (lásd az aláírást).

source: The parcel has been delivered at the ParcelShop (see ParcelShop information).
hu_hu: Csomag CsomagPontba elhelyezve.

source: The parcel has been delivered to the parcel box.
hu_hu: Csomag elhelyezve a csomagautomatába.

source: The parcel has been delivered.
hu_hu: A csomag kézbesítésre került.

source: The parcel has been forwarded to the desired address to be delivered there.
hu_hu: A csomagot továbbították a kívánt címre, hogy ott kézbesítsék.

source: The parcel has been returned to sender.
hu_hu: A csomagot visszaküldték a feladónak.

source: The parcel has left the parcel center.
hu_hu: A csomag elhagyta a csomagközpontot.

source: The parcel has reached the maximum storage time in the ParcelShop.
hu_hu: A csomag elérte a maximális tárolási időt a csomagautomatában.

source: The parcel has reached the parcel center(depo).
hu_hu: Csomag megérkezett a depóba.

source: The parcel has reached the parcel center(pickup).
hu_hu: A csomag felvéve.

source: The parcel is expected to be delivered during the day.
hu_hu: A csomagot várhatóan a nap folyamán kézbesítik.

source: The parcel is stored in the GLS parcel center. The consignee has agreed to collect the goods himself.
hu_hu: A csomagot a GLS csomagközpontban tárolják. A címzett vállalta, hogy az árut maga veszi át.

source: The parcel is stored in the parcel center to be delivered at a new delivery date.
hu_hu: A csomagot a csomagközpontban tárolják, hogy egy új kézbesítési időpontban kézbesítsék.

source: The parcel is stored in the parcel center.
hu_hu: A csomagot a csomagközpontban tárolják.

source: The parcel is stored in the parcel center. It cannot be delivered as the consignment is not complete.
hu_hu: A csomagot a csomagközpontban tárolják. Nem lehet kézbesíteni, mivel a küldemény nem teljes.

source: The parcel label for the pickup has been produced.
hu_hu: Elkészült a csomagcímke az átvételhez.

source: The parcel was disposed upon shipper's request.
hu_hu: A csomagot a feladó kérésére elszállították.

source: The parcel was handed over to GLS.
hu_hu: Csomag beérkezett a csomagelosztó központba.

source: The parcel was released by customs.
hu_hu: A csomagot a vámhatóság kiadta.

source: The parcel was released by customs. Customs clearance is carried out by the consignee.
hu_hu: A csomagot a vámhatóság kiadta. A vámkezelést a címzett végzi.

source: The parcel will be delivered in the evening.
hu_hu: A csomagot este kézbesítik.

source: The pickup request has been cancelled as the goods were sent by other means.
hu_hu: Az átvételi kérelmet törölték, mivel az árut más módon küldték el.

source: The pickup request has been cancelled as there were no goods to be picked up.
hu_hu: Az átvételi kérelmet törölték, mivel nem volt átvehető áru.

source: The PRO version is active
hu_hu: A PRO verzió aktív

source: The PRO version is expired
hu_hu: A PRO verzió lejárt

source: The weight is a required parameter. If it is missing, this value will be used instead. Enter a value in gramms.
hu_hu: A súly kötelező paraméter. Ha nincs megadva a terméknél, akkor ezt az értéket fogja használni. (gramm)

source: The weight is a required parameter. If it is missing, this value will be used instead. Enter a value in kg.
hu_hu: A súly kötelező paraméter. Ha nincs megadva a terméknél, akkor ezt az értéket fogja használni. (kg)

source: Theres no carrier paired with the order's shipping method. You can select one here for the order, or <a href="%s" target="_blank">pair it in settings</a>, so you don't have to do this the next time.
hu_hu: Ehhez a szállítási módhoz nincs társítva alapértelmezett szolgáltató. Válassz egyet a rendeléshez, vagy <a href="%s">párosítsd össze a beállításokban</a>, hogy legközelebb ne kelljen.

source: These provider related notes appear when the customer selects a pickup point on the map.
hu_hu: Ezek a szolgáltató-specifikus megjegyzések a térképen jelennek meg, amikor a vásárló kiválaszt egy pontot a térképen.

source: This controls the title which the user sees during checkout.
hu_hu: Ezt a nevet látja a vásárló a fizetés során.

source: This feature requires the ZipArchive function and by the looks of it, this is not enabled on your website. You can ask your hosting provider for help.
hu_hu: Ehhez a funkcióhoz kell a ZipArchive funkció, ami nincs bekapcsolva a weboldaladon. Kérd meg a tárhelyszolgáltatód, hogy engedélyezzék a tárhelyeden ezt a funkciót.

source: This is the label that appears on the invoices for shipping. Default is the name of the provider. You can use the {provider} and {point} shortcode to display the selected pickup point provider and pickup point name.
hu_hu: Ez az elnevezés látszódik a számlán tétel leírásként. Alapértelmezett érték a szolgáltató neve és a kiválasztott csomagpont neve. A {provider} és a {point} kódokkal tudod megjeleníteni ezt a két értéket.

source: This is the label that appears on the invoices for shipping. Default is the name of this shipping method. You can use the {provider} shortcode to display the selected pickup point provider.
hu_hu: Ez az elnevezés látszódik a számlán a tétel neveként. Alapértelmezett érték a szállítási módnak a neve. Használhatod a {provider} és a {point} cserekódot a szolgáltató és az átvételi pont nevének a megjelenítéséhez.

source: This order doesn't need shipping. Add a shipping line item to generate a label.
hu_hu: A rendelést nem kell szállítani. Adj hozzá egy szállítási tételt, ha címkét szeretnél generálni.

source: This template has been overridden by your theme and can be found in: %s.
hu_hu: Ezt a sablont a témád felülírta, és a következő helyen található: %s.

source: This text will be included in the selected e-mails. Use the {tracking_number} replacement code for the actual tracking link. This will be replaced with the package number as a link, redirecting to the providers tracking page.
hu_hu: Ez a szöveg lesz benne a kiválasztott e-mailekben. A szövegben lévő {tracking_number} kódot automatikusan lecseréli a követési számra és a linkre.

source: Thursday
hu_hu: Csütörtök

source: Title font size
hu_hu: Cím betűméret

source: To add 1kg to the package weight, use +1
hu_hu: 1kg hozzáadása a csomag súlyához: +1

source: To be closed
hu_hu: Lezárandó

source: To increase the weight by 20%, use +20%
hu_hu: Csomag súlyának emelése 20%-al: +20%

source: To override and edit this label template copy %1$s to your theme folder: %2$s.
hu_hu: Hogy felülírhasd ezt a sablont, másold a %1$s fájlt a saját sablonod mappájába: %2$s.

source: To pair your carriers, configure them first by setting up your authentication details in the <a href="%s">settings</a>.
hu_hu: A beállításhoz előbb konfigurálnod kell legalább egy szolgáltatót a <a href="%s">beállításokban</a>.

source: To set the package weight to fixed 1kg, use 1
hu_hu: Fix súly beállítása 1kg-ra: 1

source: To subtract 1kg from the package weight, use -1
hu_hu: 1kg-al kevesebbet számoljon: -1

source: Track your order
hu_hu: Csomagkövetés

source: Tracking
hu_hu: Csomagkövetés

source: Tracking automations
hu_hu: Csomagkövetés automatizálás

source: Tracking details
hu_hu: Csomagkövetési adatok

source: Tracking e-mail %s sent to the customer.
hu_hu: Csomagkövetési e-mail elküldve a vásárlónak: %s

source: Tracking externally
hu_hu: Követés a szolgáltató oldalán

source: Tracking info updated successfully
hu_hu: Csomagkövetés sikeresen frissítve

source: Tracking Information
hu_hu: Csomag követése

source: Tracking informations
hu_hu: Csomagkövetés

source: Tracking Number
hu_hu: Követési szám

source: Tracking number
hu_hu: Követési szám

source: Tracking number in e-mails
hu_hu: Követési szám az e-mailekben

source: Trans-Sped client short name or client code
hu_hu: Trans-Sped megbízó rövid neve

source: Trans-Sped Password
hu_hu: Trans-Sped API jelszó

source: Trans-Sped Username
hu_hu: Trans-Sped API Felhasználónév

source: Trans-Sped ZERO settings
hu_hu: Trans-Sped ZERO beállítások

source: Tuesday
hu_hu: Kedd

source: Two A5 landscape on an A4 page
hu_hu: Két A5-ös fekvő egy A4-es lapon

source: Two A5 on landscape A4
hu_hu: Két A5 egy fekvő A4-es lapon

source: Unable to generate label
hu_hu: Nem sikerült létrehozni

source: Unable to run the import tool for some reason.
hu_hu: Nem sikerült futtatni az import eszközt.

source: Unable to void the shipping label. Error code: %s
hu_hu: Nem sikerült törölni a címkét. Hibakód: %s

source: Undo
hu_hu: Visszavonás

source: Unique ID
hu_hu: Egyedi azonosító

source: Unknown error
hu_hu: Ismeretlen hiba

source: Unknown packet status.
hu_hu: Ismeretlen csomag státusz.

source: Unlimited
hu_hu: Korlátlan

source: Upgrade to the PRO version to generate shipping labels and to track shipments.
hu_hu: Aktiváld a PRO verziót

source: Uploaded
hu_hu: Beküldve

source: Use the +36XXXXXXXXX format
hu_hu: +3630XXXXXXX formátumot használd

source: Username
hu_hu: Felhasználónév

source: Validate phone numbers
hu_hu: Telefonszám validáció

source: Validate phone numbers on checkout
hu_hu: Telefonszám validáció a pénztárban

source: Value insurance limit
hu_hu: Értéknyilvántartás maximum érték

source: VP Woo Pont Documentation
hu_hu: Dokumentáció

source: VP Woo Pont Pro version
hu_hu: PRO verzió

source: VP Woo Pont Settings
hu_hu: VP Woo Pont Beállítások

source: Vp Woo Pont Walkthrough
hu_hu: Beállítás varázsló

source: Waiting for closing
hu_hu: Lezárásra váró csomagok

source: We have received the packet data. Freshly created packet.
hu_hu: Csomagadatok sikeresen létrehozva.

source: Weblabel Password
hu_hu: Weblabel jelszó

source: Weblabel Username
hu_hu: Weblabel felhasználónév

source: Wednesday
hu_hu: Szerda

source: Weight
hu_hu: Súly

source: Weight correction
hu_hu: Súly korrekció

source: when
hu_hu: létrehozása

source: When package status is one of the following
hu_hu: Ha a csomag állapota az alábbi

source: Where should the tracking numbers be included in the emails?
hu_hu: Hol legyen benne a szöveg az e-mailben?

source: Width
hu_hu: Szélesség

source: Width(cm)
hu_hu: Szélesség(cm)

source: Wire transfer
hu_hu: Átutalás

source: With DPD and GLS, theres an extra field where you can store a reference number specific to a COD order. You can select what value to use in this field.
hu_hu: DPD és GLS esetében egy extra mezőben fel lehet tüntetni a címkén az utánvét hivatkozást. Itt kiválaszthatod, hogy milyen adat szerepeljen ebben a mezőben. A számla sorszáma opció a Számlázz.hu és a Woo Billingo Plus bővítménnyel kompatibilis.

source: With most providers, theres an extra field where you can store a reference number to connect the label with an order. You can select what value to use in this field.
hu_hu: A legtöbb szolgáltatónál van egy mező, ahol a rendelés azonosítóját tudod eltárolni, így össze lehet kapcsolni a címkét a vásárlással. Itt kiválaszthatod, hogy melyik adat kerüljön a címkékre. A számla sorszáma opció a Számlázz.hu és a Woo Billingo Plus bővítménnyel kompatibilis.

source: You can add fees in the PRO version
hu_hu: A PRO verzióban adhatsz hozzá díjakat.

source: You can add, subtract or overwrite your package weight using this option. Your current unit of measurement is %s. Simply use math in the value, for example:
hu_hu: Ezzel az opcióval hozzáadhatod, kivonhatod vagy felülírhatod a csomag súlyát. A jelenlegi mértékegység %s. Egyszerűen használj matematikai értéket a korrekcióhoz, például:

source: You can create delivery notes for Kvikk packages in the delivery notes menu of your app.kvikk.hu account.
hu_hu: A Kvikk-es csomagokhoz tartozó szállítóleveleket az app.kvikk.hu fiókod szállítólevelek menüpontjában tudod létrehozni.

source: You can find all your closed packages and delivery notes here.
hu_hu: Itt találod a lezárt csomagfeladásokat és a szállítóleveleket.

source: You can find this in into your DPD Shipping dashboard.
hu_hu: A DPD vezérlőpulton találod ezeket az adatokat.

source: You can set a custom icon to be visible on the map markers for your own pickup points. For SVG files, please install the SVG Support extension first.
hu_hu: Beállíthatsz egy ikont, ami a saját átvételi pontoknál jelenik meg. SVG fájlokhoz előbb rakd fel az SVG Support nevű bővítményt.

source: You can setup this shipping method in the Pickup Points menu.
hu_hu: A csomagpontok menüben találod a beállításokat.

source: You can setup your own pickup points too. Make sure you enter a unique ID(used internally only). These points will show up under the "Custom Provider" name.
hu_hu: Beállíthatsz saját átvételi helyeket is. Az egyedi azonosítót nem látja a vásárló, csak a rendszer működéséhez szükséges. Ezek a pontok a "Saját átvételi helyek elnevezése" mezőben lévő kategória alatt fognak megjelenni. A kategóriához a Testreszabás menüben állíthatsz be saját ikont is.

source: You can track the order by clicking on the tracking number: {tracking_number}
hu_hu: A csomagot az alábbi linken keresztül tudod követni: {tracking_number}

source: You can use the following shortcodes: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#.
hu_hu: Az alábbi kódokat használhatod: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#.

source: You can use the following shortcodes: {order_number}, {order_items}, {customer_note}, {products_sku}, {invoice_number}
hu_hu: Ezeket a rövidkódokat használhatod: {order_number}, {order_items}, {customer_note}, {products_sku}, {invoice_number}

source: You do not have sufficient permissions to access this action.
hu_hu: Nincs megfelelő jogosultságod a funkció eléréséhez.

source: Your order
hu_hu: Rendelésed

source: Your order is on it's way!
hu_hu: A rendelésed már úton van!

source: Your package is on it's way!
hu_hu: A csomagod kézbesítés alatt van!

source: Your {site_title} Order #{order_number} is out for delivery!
hu_hu: {site_title}: #{order_number} számú rendelésed kézbesítés alatt van!

source: Your {site_title} Order #{order_number} is ready for pickup!
hu_hu: {site_title}: #{order_number} számú rendelésed kézbesítés átvehető!

source: Your {site_title} Order #{order_number} just shipped!
hu_hu: {site_title}: #{order_number} számú rendelésed úton van!

source: ZPL document
hu_hu: ZPL dokumentum
